{
  "welcomeTitle": "أعلن وامتلك مع أملاك",
  "welcomeSubtile": "مع أملاك ستتمكن من الإعلان عن عقارك بكل سهولة والبحث عن عقارات للشراء والتأجير",
  "login": "تسجيل الدخول",
  "signup": "إنشاء حساب",
  "dontHaveAccount": "ليس لديك حساب؟ إنشاء حساب من هنا",
  "name": "الإسم",
  "phoneNumber": "رقم الجوال",
  "email": " البريد الإلكتروني",
  "idNumber": " رقم الهوية",
  "password": "كلمه السر",
  "termsandConditions": "أتعهد بالموافقة على شروط الاستخدام و رسوم الإعلانات",
  "registeWithAmlak": "إنضم إلى أملاك",
  "haveAccount": "تملك حساب ؟",
  "loginhere": "سجل دخولك",
  "passwordHide": "إخفاء",
  "Marketting": "تسويق",
  "PasswordShow": "تبين",
  "advertisingFees": " رسوم الإعلانات",
  "termsOfuser": "شروط الاستخدام",
  "and": "و",
  "agree": "أتعهد بالموافقة على  ",
  "signIn": "تسجيل الدخول من هنا",
  "verificationTitle": "أدخل رمز التحقق",
  "verificationSubTitle": "يرجى كتابة رمز التحقق المرسل إلى الرقم",
  "codeNotRecieved": "لم يصل الرمز؟  ",
  "resendCode": "انقر هنا للحصول على رمز جديد  ",
  "loginWithAmlak": "سجل دخولك في أملاك",
  "enterMobileNumber": "رقم المحمول",
  "registerWithAmlak": "أنشئ حسابك مع أملاك",
  "errorEnterMobileNumber": "الرجاء إدخال رقم هاتفك المحمول  ",
  "errorMobileNumberLength": "يجب أن يتكون رقم الهاتف من 9 أو 10 أرقام ",
  "alert": "إنذار",
  "message": "رسالة",
  "ok": "إغلاق",
  "enterName": "أدخل أسمك",
  "enterEmail": "أدخل عنوان بريدك الالكتروني",
  "enterValidEmail": "أدخل عنوان بريدك الإلكتروني صالح",
  "enterIDNumber": "أدخل رقم الهوية الخاص بك",
  "enterPassword": "ادخل رقمك السري  ",
  "acceptTermsConditions": "الرجاء قبول الشروط والأحكام  ",
  "selectProfilePic": "حدد صورة ملف التعريف الخاص بك  ",
  "main": "الرئيسية",
  "provinces": "المحافظات",
  "favorite": "المفضلة",
  "more": "المزيد",
  "sale": "بيع",
  "houseForSale": "منزل للبيع",
  "m2": "م2",
  "m": "م",
  "galleries": "صالات",
  "bedRoom": "غرف نوم",
  "bathRoom": "حمامات",
  "list": "قائمة",
  "map": "خريطة",
  "filter": "تصفية",
  "all": "الكل",
  "alone": "وحدة",
  "address": "مدينة البيرة، ش. الارسال، سلامية ، عمارة جوهرة",
  "filterAll": "الكل",
  "filterForSale": "فلل للبيع",
  "filterLandForSale": "أراضي للبيع",
  "filterHouseForSale": "بيوت للبيع",
  "filterApartMentsForSale": "شقق للبيع",
  "filterbuildingForSale": "عمارة للبيع",
  "filterHousesForRent": "بيوت للإيجار",
  "filterApartMentForRent": "شقق للإيجار",
  "filterShopsForRent": "محلات للإيجار",
  "arithmetic": "حسابي",
  "myProperty": "أملاكي",
  "payingoff": "الدفع",
  "settings": "الإعدادات",
  "rateApp": "قيم التطبيق",
  "help": "المساعدة",
  "contactUs": "إتصل بنا",
  "contactByPhone": " رقم الهاتف :",
  "number": "(438-552-599-972+)",
  "contactByEmail": "info@aeliasoft.com : ارسل ايميل",
  "share": "شارك التطبيق",
  "signOut": "تسجيل الخروج",
  "reset": "إعادة الضبط",
  "filtering": "تصفية",
  "category": "الفئة",
  "price": "السعر",
  "evaluation": "التقييم",
  "attachments": "المرفقات",
  "numberOfHalls": "عدد الصالات",
  "numberOfRooms": "عدد الغرف",
  "numberOfBathRooms": "عدد الحمامات",
  "roleNumber": "رقم الدور",
  "basements": "الطوابق السفلية",
  "basementMessage": "من الطابق الأول إلى الطابق الرابع",
  "mezzanines": "الطوابق النصفية",
  "mezzaninesMessage": "من الطابق الخامس إلى الطابق العاشر",
  "upperFloors": "الطوابق العلوية",
  "upperFloorsMessage": "من الطابق العاشر إلى أعلى طابق",
  "viewResults": "عرض النتائج",
  "advertising": "إعلان",
  "ratings": "التقييمات",
  "ads": "الإعلانات",
  "idNumberPlaceholder": "xxxxxxxxxx (إختياري)",
  "errorVerificationCode": "رقم المرور خاطئ - يرجى طلب ارسال رقم جديد ",
  "postAdvertisement": "إضافة إعلان",
  "sortBy": "ترتيب حسب",
  "popular": "الشعبية",
  "Price_low": "السعر (الأقل إلى لأعلى)",
  "Price_high": "السعر(الأعلى إلى الأقل)",
  "distace_circumference": "المسافة في محيطي",
  "rating_one": "التقييم(5 إلى 1)",
  "rating_five": "التقييم (1 إلى 5)",
  "readMore": "اقرأ أكثر",
  "readLess": "عرض أقل",
  "property_details": "تفاصيل العقار",
  "comfortable_features": "مميزات مريحة",
  "property_type": "نوع الملكية",
  "rent": "تأجير",
  "view_results": "عرض النتائج",
  "swimming_pool": "حمام السباحة",
  "maid_room": "غرفة خادمة أو غرفة خادم",
  "varandas": "فارانداس",
  "paved_street": "شارع معبدة",
  "tabo": "تابو",
  "surrounded_with_wall": "محاط بالجدار",
  "electricity": "كهرباء",
  "garage": "كراج",
  "elevator": "مصعد",
  "category_of_property": "فئة العقار",
  "propert_type": "اختر فئة العقار الذي ترغب بالإعلان عنه",
  "next": "متابعة",
  "for_rent": "للإيجار",
  "for_sale": "للبيع",
  "area_scale": "مقياس المنطقة",
  "road_width": "عرض الطريق",
  "wareHouse_bathroom": "يحتوي المستودع على حمام واحد فقط",
  "choose_property_type": "اختر نوع العقار",
  "vila": "فيلا",
  "land": "أرض",
  "house": "منزل",
  "flat": "شقة",
  "building": "عمارة",
  "attach_photo": "إرفاق صور للممتلكات.",
  "add_photo_will_increase_visibality": ".عند قيامك بإضافة صور لعقارك سيزيد من ظهرك إعلانك للمستخدمين",
  "add_property_address": "أضف عنوان العقار",
  "emphasis": "تأكيد",
  "exact_location_map": "المكان المحدد بالخريطة",
  "add_more_detail_for_location": "يرجى إضافة تفاصيل أكثر عن العنوان",
  "street": "الشارع",
  "region": "المنطقة",
  "example_street": "مثال: شارع الإرسال",
  "example_region": "مثال: دوار المنارة",
  "my_choice": "اختياري",
  "near_milestone": "أقرب معلم",
  "example_near_milestone": "مثال: بالقرب من عمارة الجوهرة",
  "additional_inormation": "معلومات إضافية",
  "addition": "إضافة",
  "property_name": "اسم العقار",
  "example_property_name": "مثال: فيلا للبيع",
  "property_description": "وصف العقار",
  "example_property_description": "مثال: فيلا سوبر ديلوكس من ثلاثة طوابق للبيع",
  "price_of_property": "سعر العقار",
  "real_estate_area": "مساحة العقار",
  "year_of_construction": "سنة الإنشاء",
  "facacde_of_property": "وجه الملكية",
  "example_facade_property": "مثال: جنوبي غربي ",
  "furnished": "مؤثثة",
  "swimming": "مسبح",
  "internal_staircase": "درج داخلي",
  "car_entrance": "مدخل سيارة",
  "maids_room": "غرفة خادمة",
  "post_the_advertisement": "نشر الإعلان",
  "block_number": "رقم العقار",
  "example_block_number": "مثال: 2036541",
  "example_price_property_value": "مثال: 215000 $",
  "enter_region": "الرجاء إدخال المنطقة.",
  "enter_street": "الرجاء إدخال الشارع.",
  "enter_building": "الرجاء إدخال رقم المبنى.",
  "enter_milestone": "الرجاء إدخال أقرب معلم.",
  "enter_property_name": "الرجاء اسم الملكية.",
  "enter_property_description": "يرجى وصف العقار.",
  "enter_property_price": "الرجاء إدخال سعر العقار.",
  "enter_property_estate_area": "الرجاء إدخال إجمالي مساحة العقار.",
  "enter_year_of_construction": "حدد سنة البناء.",
  "enter_facade_property": "أدخل واجهة الملكية.",
  "enter_block_number": "أدخل رقم الكتلة.",
  "enter_room_number": "أدخل رقم الغرف.",
  "enter_number_halls": "أدخل عدد الصالات.",
  "enter_number_bathrooms": "أدخل عدد الحمامات.",
  "enter_floor_type": "اختر نوع الأرضية.",
  "no_result_found": "لم يتم العثور على سجلات حسب اختيار الفلتر الخاص بك.",
  "select_property_type": "الرجاء تحديد نوع العقار.",
  "select_property_images": "الرجاء تحديد صور الممتلكات.",
  "no_record_found": "لا توجد عقارات من هذا النوع",
  "title_report": "الإبلاغ عن هذا العقار",
  "message_report": "هل هذا إعلان مزيف أو غير لائق أو يحتوي على معلومات مضللة؟",
  "report_button": " إبلاغ",
  "cancel_button": "لا- خروج",
  "report_reason": " أسباب الإبلاغ",
  "misleading": "بلاغ كاذب",
  "fake": "اعلان خاطئ",
  "improper": "معاملة سيئة",
  "others": "اخرى",
  "report_your_ad": "إعادة نشر الإعلان",
  "delete_adver": "حذف الإعلان",
  "cancellation": "إلغاء",
  "repost_add": "إعادة نشر الإعلان",
  "report_messages": "هل أنت متأكد أنك تريد إعادة نشر الإعلان",
  "do_not_want": "لا أريد",
  "want": "تأكيد",
  "delete_the_advertisement": "حذف الإعلان",
  "delete_advertisement": "هل أنت متأكد أنك تريد حذف الإعلان",
  "delete": "حذف",
  "ended": "مرفوضه",
  "pending": "بالإنتظار",
  "ongoing": "مٌعلن",
  "language": "اللغة",
  "notification": "استقبال الإشعارات",
  "arabic": "العربية",
  "english": "الإنجليزية",
  "rate_experience": "يرجى تقييم تجربتك مع",
  "comment_here": "أخبرنا عن تجربتك ، قم بالتعليق هنا",
  "submit": "إرسال",
  "door_type": "نوع الباب",
  "glass": "زجاج",
  "electronic": "إلكتروني",
  "warning": "تحذير",
  "my_account": "إعدادت حسابي",
  "save_changes": "حفظ التغييرات",
  "add_posted_title": "شكرا لإعلانك على أملاك",
  "add_posted_message":"لقد تم ترحيل إعلانك للمراجعة سنقوم بإشعارك عند الموافقة على نشر إعلانك",
  "done": "تم",
  "from_amlak": "عن أملاك",
  "common_questions": "الأسئله المتكرره",
  "privacy_policy": "سياسة الخصوصية",
  "payment_methods": "طرق الدفع",
  "from_amlak_text": "أملاك هو الموقع الرائد في فلسطين المختص في عرض ونشر الإعلانات عن العقارات و هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.",
  "how_advertise": "هل استطيع تعديل الإعلان بعد تقديمه على الموبايل؟",
  "add_get_rejected": "بعد اتمام عملية الإعلان على أملاك يقوم موظفينا بعمل مراجعه لجميع المعلومات والتواصل معك - في حال الرغبة في تعديل أي من المعلومات سوف يقوم فريق أملاك بالتواصل معك وتعديل هذه المعلومات.",
  "fake_text": "نص وهمي",
  "empty_list": "حاليا لا توجد إعلانات متاحة.",
  "empty_list_ratings": "حاليا لا يوجد تقييمات متاحة.",
  "city": "مدينة",
  "select_city": "اختر مدينتك.",
  "select_currency": "اختر عملتك.",
  "currency": "عملة",
  "looking_for": "عن ماذا تبحث؟ مثلاو شقه في رام الله؟‎",
  "picture_of_property": "صور العقار",
  "address_of_property": "عنوان العقار",
  "female_only": "الإناث فقط",
  "veranda": "شرفة",
  "water": "ماء",
  "south": "جنوب",
  "east": "الشرق",
  "west": "غرب",
  "north": "شمال",
  "property_created_successfully": "تم إنشاء الممتلكات الخاصة بك بنجاح.",
  "street_width": "عرض الشارع",
  "officially_registered": "مسجل رسميًا",
  "type_land": "نوع الأرض",
  "living": "بناء",
  "agriculture": "زراعة",
  "advertiser": "المعلن",
  "similar_ads": "إعلانات مشابه",
  "last_updated_in": "آخر تحديث في",
  "property_id": "رقم العقار",
  "interface": "الواجهة",
  "search_specific_property": "ابحث عن بعض العقارات ولا ارى نتيجة",
  "amlak_team": "يعمل فريق أملاك على زيادة عدد الإعلانات والعقارات وذلك بالتواصل مع العملاء أو الأفراد. مع ذلك يرجى التواصل مع فريق البرنامج وسوف يعمل الفريق على البحث لك على الملك الذي تحاول أن تبحث عنه.",
  "status_advertisement": "كيف استطيع ان اعرف حالة الإعلان الخاصة بي؟ ",
  "my_property_status": "يمكنك متابعة صفحة اعلاناتي ومنها معرفة حالة اعلانك",
  "report_property": "إعلان غير لائق ماذا افعل؟",
  "in_case_of_property": "في حالة رؤية إعلان غير لائق أو يحتوي على معلومات غير صحيحة - يتوجب عليك عمل تقرير لهذه الملك أو العقار من صفحة تفاصيل العقار والضغط على الخيار المناسب. بالتالي سوف يقوم فريق العمل بعمل اللازم.",
  "privacy_policy_text": "\n\nأ – مقدمة \n\n1. أملاك تهتم بشكل كبير بخصوصية مستخدمين تطبيق أملاك و و تتعهد بحمايتها. تشرح هذه السياسة كيفية التصرف في معلوماتك الشخصية.\n2. بموافقتك على استخدامنا لملفات تعريف الارتباط (كوكيز) وفقًا لبنود هذه السياسة عند زيارتك للتطبيق لأول مرة فإنك تسمح لنا باستخدام ملفات تعريف الارتباط في كل مرة تسجل الدخول على التطبيق.\n\nب. جمع المعلومات الشخصية \n\n1. قد يتم جمع وتخزين واستخدام المعلومات الشخصية التالية: معلومات حول جهاز المحمول الخاص بك، والموقع الجغرافي، ونوع الجهاز والاصدار، ونظام التشغيل.\n2.  معلومات حول تسجيلك الدخول لتطبيق أملاك  واستخدامه بما في ذلك مصدر الإحالة، ومدة الزيارة، وما تشاهده على الصفحة، ومسارات التصفح في التطبيق.\n3.  المعلومات التي تدخلها عند التسجيل في التطبيق مثل عنوان بريدك الإلكتروني  رقم المحمول. \n4. المعلومات التي تدخلها عند إنشاء مستخدم على أملاك – على سبيل المثال، اسمك، صور ملفك الشخصي، الجنس، تاريخ الميلاد.\n5.  المعلومات، مثل اسمك وعنوان بريدك الإلكتروني، التي تدخلها من أجل إعداد اشتراكات في رسائل البريد الإلكتروني و / أو الرسائل الإخبارية لدينا \n6.  المعلومات التي تدخلها أثناء استخدام الخدمات على التطبيق. \n7.  المعلومات التي يتم إنشاؤها أثناء استخدام تطبيق أملاك، بما في ذلك مواعيد وتكرار استخدامك للتطبيق والظروف التي تستخدم فيها التطبيق.\n8. المعلومات المتعلقة بأي شيء تنشره على التطبيق او تتصفحه  أو الخدمات التي تستخدمها، أو المعاملات التي تجريها من خلال تطبيق أملاك، والتي تشمل اسمك وعنوانك ورقم هاتفك وعنوان بريدك الإلكتروني وتفاصيل بطاقة الائتمان. \n9. – المعلومات التي تنشرها على تطبيق أملاك  بغرض مشاركتها على الإنترنت، والتي تشمل اسم المستخدم الخاص بك وصور ملفك الشخصي ومحتوى مشاركاتك.\n10.  المعلومات الواردة في أي مراسلات ترسلها إلينا عبر البريد الإلكتروني أو عبر التطبيق،بما في ذلك المحتوى المشترك والبيانات الوصفية.\n11.  أي معلومات شخصية أخرى ترسلها إلينا.\n\n قبل أن تفصح لنا عن المعلومات الشخصية الخاصة بشخص آخر، ينبغي عليك الحصول على موافقة هذا الشخص، هذه المعلومات تعتبر معلومات شخصية بحتة ملك الغير بالتالي يجب أخذ الموافقة على نشرها مسبقا. \n\nد. استخدام معلوماتك الشخصية \n\nتستخدم المعلومات الشخصية المقدمة إلينا عبر تطبيق أملاك  في الأغراض الموضحة في هذه السياسة أو على الصفحات ذات الصلة من التطبيق والتطبيق. قد نستخدم معلوماتك الشخصية في الأغراض التالية:\n\n1. إدارة التطبيق وأعمالنا على شبكة الإنترنت.\n2. تخصيص التطبيق على شبكة الإنترنت ليكون أكثر ملاءمة بالنسبة لك.\n3. تمكينك من استخدام الخدمات المتاحة على التطبيق.\n4. التوصيل والتشبيك بين العملاء المتاحين والمسجلين على التطبيق .\n5. توفير الخدمات المشتراة من خلال التطبيق على شبكة الإنترنت.\n6. إرسال البيانات والفواتير و إشعارات الدفع لك، وتحصيل المدفوعات منك.\n7. إرسال رسائل تجارية غير تسويقية إليك.\n8.  إرسال إشعارات عبر البريد الإلكتروني التي قمت بطلب إرسالها على وجه التحديد إليك.\n9.  إرسال نشرة البريد الإلكتروني إليك، إذا كنت قد طلبت ذلك (يمكنك إبلاغنا في أي وقت إذا لم تعد تحتاج إلى النشرة الإخبارية).\n10.  إرسال المراسلات التسويقية المتعلقة بأعمالنا أو أعمال الجهات الخارجية التي تم اختيارها بعناية والتي نعتقد أنها قد تهمك، عن طريق البريد أو، إذا كنت قد وافقت على ذلك بالتحديد، عن طريق البريد الإلكتروني أو أي تقنية مشابهة (يمكنك إبلاغنا في أي وقت إذا لم تعد تحتاج إلى هذه المراسلات التسويقية).\n 11. تزويد الأطراف ذوي العلاقة بمعلومات إحصائية عن مستخدمينا (غير أن هذه الأطراف ذوي العلاقة لن تتمكن من تحديد المستخدمين وبياناتهم الشخصية لتلك المعلومات بحد ذاتهم). \n12. التعامل مع الاستفسارات والشكاوى التي تقدمها أنت أو تقدم لنا بشأنك على التطبيق.13. \n13.  حماية التطبيق من الاحتيال والحفاظ على أمنه.\n 14. التحقق من الامتثال للشروط والأحكام التي تحكم استخدام التطبيق (بما في ذلك مراقبة ما تنشره، وما تتصفحه لضمان ملائمة المحتوى والتأكد من تقديم خدمة ملائمة لاحتياجاتك).\n 15. استخدام الخوارزميات الذكية في إظهار ما يتناسب مع احتياجاتك وعدم إظهار ما لا يتناسب معكم.\n\n إذا قمت بتقديم معلومات شخصية للنشر على التطبيق، سنقوم بنشر هذه المعلومات واستخدامها بأي شكل آخر وفقًا للترخيص الذي تمنحه لنا وذلك يتضمن اسمك ورقم المحمول الخاص بك وكذلك معلومات عقارك المنشور لدينا.\n\nيمكن استخدام إعدادات الخصوصية الخاصة بك للحد من نشر معلوماتك على التطبيق الإلكتروني ويمكن تعديلها باستخدام عناصر التحكم في الخصوصية على للتطبيق.\n\nلن نزود أي طرف ثالث، دون موافقتك الصريحة، بمعلوماتك الشخصية لأغراض التسويق المباشر لأي طرف آخر.\n\nهـ – الكشف عن المعلومات الشخصية \n\nيمكن أن نقوم بالكشف عن معلوماتك الشخصية لأي من موظفينا أو مسؤولينا أو شركات التأمين أو المستشارين المحترفين أو الوكلاء أو الموردين أو المقاولين التابعين لنا بالقدر الضروري للأغراض المنصوص عليها في هذه السياسة.\n\nقد نكشف عن معلوماتك الشخصية:\n\n1. القدر الذي يطلب منا القيام به بموجب القانون.\n2.  فيما يتعلق بأي إجراءات قانونية جارية أو محتملة.\n من أجل إنشاء أو ممارسة أو الدفاع عن حقوقنا القانونية (بما في ذلك توفير معلومات للآخرين لأغراض منع الاحتيال والحد من مخاطر الائتمان).\n3.  من أجل إنشاء أو ممارسة أو الدفاع عن حقوقنا القانونية (بما في ذلك توفير معلومات للآخرين لأغراض منع الاحتيال والحد من مخاطر الائتمان).\n4. إلى المشتري (أو المشتري المحتمل) لأي عمل أو أصل نبيعه (أو ننوي ذلك).\n5. أي شخص نعتقد على نحو معقول أنه قد يتقدم بطلب إلى محكمة أو سلطة مختصة أخرى بطل الإفصاح عن تلك المعلومات الشخصية، وفقًا لـ تقديرنا ، ويكون من المحتمل بشكل معقول أن تأمر هذهالمحكمة أو السلطة بالكشف عن تلك المعلومات الشخصية. باستثناء ما هو منصوص عليه في هذه السياسة، فإننا لن نقدم معلوماتك الشخصية إلى أطراف ثالثة.ب \n\nو – النقل الدولي للبيانات \n\n1. قد يتم تخزين المعلومات التي نجمعها أو معالجتها أو نقلها بين أي من البلدان التي نعمل فيها لتمكيننا من استخدام المعلومات وفقًا لهذه السياسة. لتقديم خدمة ملائمة نقوم باستخدام خوادم حاسبات في بلدان خارج البلد المشغل به. \n2. قد يتم نقل المعلومات التي نجمعها إلى البلدان التالية والتي لا تخضع لقوانين حماية البيانات المكافئة لتلك المعمول بها في المنطقة الاقتصادية الأوروبية: وهذه الدول هي الولايات المتحدة الأمريكية، روسيا، اليابان، الصين، والهند.\n3.  لا نستطيع منع استخدام الآخرين أو إساءة استخدامهم للمعلومات الشخصية التي تنشرها على التطبيق أو ترسلها للنشر على التطبيق والمتاحة عبر الإنترنت في جميع أنحاء العالم.\n4. أنت توافق صراحة على عمليات نقل المعلومات الشخصية الموضحة في هذا القسم “و”.\n\nز. الاحتفاظ بالمعلومات الشخصية \n\n يحدد هذا القسم “ز” السياسات والإجراءات التي تتبعها للاحتفاظ بالبيانات، والتي صممت للمساعدة في ضمان الامتثال بالتزاماتها القانونية المتعلقة بالاحتفاظ بالمعلومات الشخصية وحذفها.\n2. بصرف النظر عن الأحكام الأخرى الواردة في هذا القسم ز، فإننا نحتفظ بالوثائق (بما في ذلك المستندات الإلكترونية) التي تحتوي على بيانات شخصية:\n\n1. بالقدر المطلوب بموجب القانون.\n2. إذا كنا نعتقد أن هذه المستندات قد تكون ذات صلة بأي إجراءات قانونية جارية أو محتملة.\n3. من أجل بدء أو ممارسة أو الدفاع عن حقوقنا القانونية (بما في ذلك توفير المعلومات للآخرين لأغراض منع الاحتيال والحد من مخاطر الائتمان).\n\nح. أمن معلوماتك الشخصية \n\n1.  تتعهد أملاك باتخاذ الاحتياطات التقنية والتنظيمية التقنية لمنع فقدان معلوماتك الشخصية أو إساءة استخدامها أو تغييرها.\n2. نتعهد بتخزين جميع المعلومات الشخصية التي تقدمها على خوادمنا الآمنة (المحمية بكلمة مرور وجدار الحماية).\n3.  جميع المعاملات المالية الإلكترونية التي يتم القيام بها من خلال التطبيق محمية بتقنية التشفير.\n4.  تقرّ بموافقتك على هذه السياسة بمعرفتك بأن نقل المعلومات عبر الإنترنت غير آمن بطبيعته، ولا يمكننا ضمان أمن البيانات المرسلة عبر الإنترنت.\n5.  أنت مسؤول عن الحفاظ على سرية كلمة المرور التي تستخدمها للوصول إلى التطبيق . لن نطلب منك كلمة المرور الخاصة بك (إلا عند تسجيل الدخول إلى التطبيق).\n\nط. التعديلات \n\nقد نقوم بتحديث هذه السياسة من وقت لآخر عن طريق نشر نسخة جديدة من التطبيق. يجب عليك مراجعة هذه الصفحة من حين لآخر للتأكد من فهمك لأي تغييرات تطرأ على هذه السياسة، وقد اخترق بالتغييرات التي تطرأ على هذه السياسة عن طريق البريد الإلكتروني أو من خلال نظام المراسلة الخاص عن طريق شبكة الخليوي.\nي. حقوقك \nقد تطلب منا تزويدك بأي معلومات شخصية نحتفظ بها عنك، يخضع توفير هذه المعلومات لما يلي:\n1. دفع الرسوم.\n2. وتقديم إثبات الهوية المناسب  أو جواز السفر ساري المفعول.\nقد نمتنع عن تزويدك بالمعلومات الشخصية التي تطلبها بالقدر الذي يسمح به القانون.\nقد تطلب منا في أي وقت عدم معالجة معلوماتك الشخصية لأغراض التسويق.\nمن الناحية العملية، إما أنك ستوافق بشكل صريح مسبقًا على استخدامنا لمعلوماتك الشخصية لأغراض التسويق، أو سأمنحك فرصة لإلغاء الاشتراك في استخدام معلوماتك الشخصية لأغراض التسويق وذلك بالاتصال بالشركة وطلب حذف جميع ملفاتك.\n\nك. مواقع ذات صلة \nيشتمل التطبيق على روابط تشعبيه وتفاصيل عن مواقع خاصة بأطراف ذوي صلة، علمًا بأنه ليس لدينا أي سيطرة على سياسات الخصوصية وممارسات الأطراف الثالثة كما أننا لسنا مسؤولين عنها.\n\nل. تحديث المعلومات \nيرجى إعلامنا إذا كانت المعلومات الشخصية التي نحتفظ بها عنك تحتاج إلى تصحيح أو تحديث.\n\nم. ملفات تعريف الارتباط \n\nيستخدم التطبيق ملفات تعريف الارتباط. ملف تعريف الارتباط هو ملف يحتوي على معرف (سلسلة من الحروف والأرقام) يتم إرساله بواسطة خادم الإنترنت إلى التطبيق المتصل بالإنترنت ويتم تخزينه بواسطة التطبيق والخادم، ثم يتم إرسال المعرف مرة أخرى إلى الخادم في كل مرة يطلب فيها التطبيق صفحة من الخادم. قد تكون ملفات تعريف الارتباط إما ملفات تعريف ارتباط “دائمة” أو ملفات تعريف ارتباط خاصة بـ “جلسة”: يخزن ملف تعريف الارتباط الدائم بواسطة متصفح الإنترنت  أو التطبيق ويظل صالحًا حتى تاريخ انتهاء الصلاحية المحدد له، ما لم يتم حذفه من قبل المستخدم قبل تاريخ انتهاء الصلاحية؛ من ناحية أخرى، تنتهي صلاحية ملف تعريف ارتباط الجلسة بنهاية جلسة المستخدم، أي بإغلاق التطبيق للإنترنت. لا تحتوي ملفات تعريف الارتباط عادةً على أي معلومات تعرّف عن المستخدم شخصيًا، ولكن قد يتم ربط المعلومات الشخصية التي نخزنها عنك بالمعلومات المخزنة في ملفات تعريف الارتباط التي يتم الحصول عليها منها. استخدم العبارات المنطوقة يستخدم فقط ملفات تعريف الارتباط للجلسة / فقط ملفات تعريف الارتباط الدائمة / ملفات تعريف الارتباط للجلسة وملفات تعريف الارتباط الدائمة على التطبيق. \n فيما يلي أسماء ملفات تعريف الارتباط التي نستخدمها على التطبيق والأغراض التي تستخدم من أجلها :\n\n1.  فيما يلي أسماء ملفات تعريف الارتباط التي نستخدمها على التطبيق والأغراض التي تستخدم من أجلها :\n\n - نستخدم تحليلات جوجل و Adwords على التطبيق للتعرف على جهاز جهاز المحمول عندما يقوم المستخدم باستخدام التطبيق ومنها تتبع المستخدمين أثناء تصفحهم للتطبيق.\n\n- تحسين قابلية استخدام التطبيق / تحليل استخدام التطبيق/ إدارة الطبيق/ منع الاحتيال وتحسين أمن التطبيق/ تخصيص  التطبيق لكل مستخدم / الإعلانات المستهدفة التي قد تكون ذات أهمية خاصة لمستخدمين محددين؛\n\n2. سيكون حظر جميع ملفات تعريف الارتباط تاثير سلبي على سهولة استخدام العديد من التطبيقات. إذا قمت بحظر ملفات تعريف الارتباط، فلن تتمكن من استخدام جميع الميزات الموجودة على التطبيق \n3. سيكون لحذف ملفات تعريف الارتباط تاثير سلبي على سهولة استخدام مواقع الويب الخاصة بالمستخدم .",
  "property_accept": "تهدف شركة تطبيق أملاك على نشر معلومات صحيحة ودقيقة  احتراما لزبائنها وللتأكد من هذه يرجى الالتزام بالتعليمات التالية أولا :\n\nأولاً: جميع المعلومات الواردة يجب ان تكون معلومات صحيحة ودقيقة.\n\n ثانياً: هذه المعلومات والصور المرفقة للعقار حقيقية ومن موقع الملك أو العقار المراد عرضه.\nثالثاً: معلومات الناشر صحيحة ورقم المحمول للمعلن يعمل.\n\nرابعاً: استخدام التطبيق حاليا مجاني ولكن قد يتغير في المستقبل.\n\nخامساً: تأكد من تفعيل خاصية الموقع على المحمول لكي تقوم بتزويدنا بمكان العقار.\nسادساً: في حال تم رفع معلومات غير صحيحة قد يتعرض حسابك للاغلاق و يعرضك للمسائلة القانونية.\n\nيتم مراجعة جميع المواد المطلوب إعلانها من قبل موظفين املاك. وسوف يتم التواصل معك في حال اتمامك نشر العقار المطلوب.",
  "agree_fees": ".أتعهد بالموافقة على الشروط والرسوم وأقر بها",
  "gender_type": "الجنس",
  "male": "ذكور",
  "fe_male": "إناث فقط",
  "other": "اي جنس",
  "type_of_living": "فردي /عائلي",
  "single": "أشخاص",
  "family": "عائلي",
  "any": "لا فرق",
  "select_category_type": "اختر فئة الممتلكات.",
  "advertisement": "إعلان",
  "tapu": "مسجل رسميًا",
  "optional": "إختياري",
  "login_required": "الرجاء تسجيل الدخول أولا لاستكشاف المزيد من المعلومات.",
  "no_internet": "لا يوجد اتصال بالإنترنت",
  "version": "الإصدار",
  "listingPage":" للتصفح بدون تسجيل الدخول يرجى النقر هنا ",
  "item_type_sale":"للبيع",
  "item_type_rent":"للايجار",
  "choose_from_camera": "اختر من الكاميرا",
  "choose_from_library": "اختر من المكتبة",
  "cancel": "يلغي",
  "deactivate": "حساب معطل",
  "deactivateAlertMsg": "هل أنت متأكد أنك تريد إلغاء تنشيط الحساب",
  "no": "N0",
  "confirm": "يتأكد"
}