{
  "welcomeTitle": "Announce and Own with Amlak",
  "welcomeSubtile": "With Amlak you will be able to easily advertise your property and search for properties to buy and rent.",
  "login": "Login",
  "signup": "Create an account",
  "dontHaveAccount": "Don’t have an account? Register here",
  "name": "Name",
  "phoneNumber": "Mobile Numbe",
  "email": "Email",
  "idNumber": "ID Number",
  "password": "Password",
  "termsandConditions": "I agree to Terms and Conditions and Administration fees.(Announcing fees will be hidden for now)",
  "registeWithAmlak": "Join Amlak",
  "haveAccount": "Have an Account?",
  "loginhere": "Login here",
  "passwordHide": "Hide",
  "PasswordShow": "Show",
  "advertisingFees": "Administration fees",
  "termsOfuser": "Terms and Conditions",
  "and": "and",
  "agree": "I agree to",
  "signIn": "Login here",
  "verificationTitle": "Please fill in the Verification Code",
  "verificationSubTitle": "Please type the verification code sent to the number",
  "codeNotRecieved": "Code didn’t arrive?",
  "resendCode": "Click here to get a new code",
  "loginWithAmlak": "Login with Amlak",
  "enterMobileNumber": "Mobile #",
  "registerWithAmlak": "Create your account with Amlak",
  "errorEnterMobileNumber": "Please Enter your mobile number",
  "errorMobileNumberLength": "Phone number must be 9 or 10 digits",
  "alert": "Alert",
  "message": "Message",
  "ok": "OK",
  "enterName": "Enter your name",
  "enterEmail": "Enter your email address",
  "enterValidEmail": "Enter your valid email address",
  "enterIDNumber": "Enter your ID Number",
  "enterPassword": "Enter your password",
  "acceptTermsConditions": "Please accept terms and conditions",
  "selectProfilePic": "Select your profile image",
  "main": "Main",
  "provinces": "Provinces",
  "favorite": "Favorite",
  "more": "More",
  "sale": "Sale",
  "houseForSale": "House for sale",
  "m2": "m²",
  "m": "m",
  "galleries": "Galleries",
  "bedRoom": "bed room",
  "bathRoom": "Bathrooms",
  "list": "List",
  "map": "Map",
  "filter": "Filtering",
  "all": "All",
  "alone": "Property",
  "address": "Al-Bireh City, st. Transmitter, Peaceful, Gemma architecture",
  "filterAll": "All",
  "filterForSale": "Villas for sale",
  "filterLandForSale": "Lands for sale",
  "filterHouseForSale": "Houses for sale",
  "filterApartMentsForSale": "Apartments for sale",
  "filterbuildingForSale": "Building for sale",
  "filterHousesForRent": "houses for rent",
  "filterApartMentForRent": "Apartments for Rent",
  "filterShopsForRent": "Shops for rent",
  "arithmetic": "My Account",
  "myProperty": "My Property",
  "payingoff": "Paying Off",
  "settings": "Settings",
  "rateApp": "Rate the app",
  "help": "Help",
  "contactUs": "Contact Us",
  "contactByPhone": "Phone Number : ",
  "number": "(+972-599-552-438)",
  "contactByEmail": "Email : info@aeliasoft.com",
  "share": "Share the app",
  "signOut": "Sign Out",
  "reset": "Reset",
  "filtering": "Filtering",
  "category": "Category",
  "price": "Price",
  "evaluation": "Evaluation",
  "attachments": "Attachments",
  "numberOfHalls": "The number of halls",
  "numberOfRooms": "The number of rooms",
  "numberOfBathRooms": "Number of bathrooms",
  "roleNumber": "Floor Number",
  "basements": "Low Floors",
  "basementMessage": "From the first floor to the fourth floor",
  "mezzanines": "Middle Floors",
  "mezzaninesMessage": "From the fifth floor to the tenth floor",
  "upperFloors": "High floors",
  "upperFloorsMessage": "From the tenth floor to the highest floor",
  "viewResults": "View results",
  "advertising": "Advertising",
  "ratings": "Ratings",
  "ads": "Ads",
  "idNumberPlaceholder": "xxxxxxxxxx (optional)",
  "errorVerificationCode": "Pin Code is incorrect, please submit again",
  "postAdvertisement": "Post an advertisement",
  "sortBy": "Order By",
  "popular": "Popular",
  "Price_low": "Price (Low to High) ",
  "Price_high": "Price (High to Low) ",
  "distace_circumference": "Nearest to my location",
  "rating_five": "Rating (5 to 1)",
  "rating_one": "Rating (1 to 5)",
  "readMore": "Read more",
  "readLess": "Show less",
  "property_details": "Property details",
  "comfortable_features": "Comfortable features",
  "property_type": "Property Type",
  "rent": "Rent",
  "view_results": "View Results",
  "swimming_pool": "Swimming Pool",
  "maid_room": "Maid room or server room",
  "varandas": "Varandas",
  "paved_street": "Paved street",
  "tabo": "Tabo",
  "surrounded_with_wall": "Surrounded with wall",
  "electricity": "Electricity",
  "garage": "Car Garage",
  "elevator": "Elevator",
  "category_of_property": "Category of the property",
  "propert_type": "Choose the category of property you want to advertise",
  "next": "Continue",
  "for_rent": "For rent",
  "for_sale": "For sale",
  "area_scale": "Area scale",
  "road_width": "Road width",
  "wareHouse_bathroom": "Warehouse has only 1 bath",
  "choose_property_type": "Choose the type of property",
  "vila": "Vila",
  "land": "Land",
  "house": "House",
  "flat": "Flat",
  "building": "Building",
  "attach_photo": "Attach photos of the property.",
  "add_photo_will_increase_visibality": "When you add pictures of your property, your ad will increase your visibility to users",
  "add_property_address": "Add the property's address",
  "emphasis": "Emphasis",
  "exact_location_map": "The exact location on the map",
  "add_more_detail_for_location": "Please add more details for the address",
  "street": "The street",
  "region": "Region",
  "example_street": "Example: Transmission Street",
  "example_region": "Example: Al Manara Roundabout",
  "my_choice": "My Choice",
  "near_milestone": "Nearest milestone",
  "example_near_milestone": "Example: near the jewel building",
  "additional_inormation": "Additional Information",
  "addition": "Addition",
  "property_name": "The name of the property",
  "example_property_name": "Example: Villa for sale",
  "property_description": "Description of the property",
  "example_property_description": "Example:     Three storey super deluxe villa for sale",
  "price_of_property": "The price of the property",
  "real_estate_area": "Real estate area",
  "year_of_construction": "The year of construction",
  "facacde_of_property": "Face Of Property",
  "example_facade_property": "Example :   Southwestern",
  "furnished": "Furnished",
  "swimming": "Swimming pool",
  "internal_staircase": "Internal staircase",
  "car_entrance": "Car entrance",
  "maids_room": "Maid's room",
  "post_the_advertisement": "Post the advertisement",
  "block_number": "Block number",
  "example_block_number": "Example: 2036541",
  "example_price_property_value": "Example: $ 215,000",
  "enter_region": "Please Enter region.",
  "enter_street": "Please Enter street.",
  "enter_building": "Please Enter Building number.",
  "enter_milestone": "Please Enter Nearest Milestone.",
  "enter_property_name": "Please property name.",
  "enter_property_description": "Please property description.",
  "enter_property_price": "Please enter property price.",
  "enter_property_estate_area": "Please enter total estate area.",
  "enter_year_of_construction": "Select year of construction.",
  "enter_facade_property": "Enter the face of property.",
  "enter_block_number": "Enter the block number.",
  "enter_room_number": "Enter rooms number.",
  "enter_number_halls": "Enter number of halls.",
  "enter_number_bathrooms": "Enter number of bathrooms.",
  "enter_floor_type": "Choose floor type.",
  "no_result_found": "No records found as per your filter selection.",
  "select_property_type": "Please select property type.",
  "select_property_images": "Please select property images.",
  "no_record_found": "No records found.",
  "title_report": "Report this property",
  "message_report": "Is this a fake, improper announcement, or contains misleading information?",
  "report_button": "Report",
  "cancel_button": "NO- Cancel",
  "report_reason": "Report Reason",
  "misleading": "False Report",
  "fake": "Wrong Announcement",
  "improper": "Bad Treatment",
  "others": "Others",
  "report_your_ad": "Repost your ad",
  "delete_adver": "Delete the advertisement",
  "cancellation": "Cancellation",
  "repost_add": "Repost your ad",
  "report_messages": "Are you sure you want to re-publish the ad",
  "do_not_want": "I do not want",
  "want": "emphasis",
  "delete_the_advertisement": "Delete the advertisement",
  "delete_advertisement": "Are you sure you want to delete ad",
  "delete": "delete",
  "ended": "Rejected",
  "pending": "Waiting",
  "ongoing": "Approved",
  "language": "Language",
  "notification": "Receive notifications",
  "arabic": "Arabic",
  "english": "English",
  "rate_experience": "Please rate your experience with",
  "comment_here": "Tell us about your experience comment here",
  "submit": "Submit",
  "door_type": "Door Type",
  "glass": "glass",
  "electronic": "electronic",
  "warning": "Warning",
  "my_account": "My account settings",
  "save_changes": "Save",
  "add_posted_title": "Thanks for your advertisement on Amlak",
  "add_posted_message": "Your ad has been posted for review. We will notify you when your ad is approved",
  "done": "Done",
  "from_amlak": "From Amlak",
  "common_questions": "FAQs Frequently Asked Questions",
  "privacy_policy": "Privacy Policy",
  "payment_methods": "Payment Methods",
  "from_amlak_text": "Amlak is the leading site in Palestine specialized in displaying and publishing advertisements for real estate, and this text is an example of a text that can be replaced in the same space. This text was generated from the Arabic text generator, where you can generate such text or many other texts in addition to Increase the number of characters generated by the application. If you need a larger number of paragraphs, the Arabic text generator allows you to increase the number of paragraphs as you want, the text will not appear divided and does not contain linguistic errors, the Arabic text generator is useful for website designers in particular, as the client often needs to see a real picture For website design.",
  "how_advertise": "Why can't I edit my Property after adding it.",
  "add_get_rejected": "After completing the property advertisement, the Amlak team will review all information  and before approving it the team will contact you and make sure there are no modifications required, in case there are any changes or additions the team will do it for you currently.",
  "fake_text": "Fake Text",
  "privacy_policy_text": "Introduction:\n1.  Amlak pays attention to the users privacy  therefore Amalk commits to save and protect your personal data other than the name and phone number which are attached to the property announced. This section describes and lists what data and information are shared and how Amlak deals with that.\n2.Accepting using your personal data after opening Amlak for the first time is considered as a signature and acceptance to use the mentioned data in the following statements.\nCollecting your Personal Data \n\nAmlak might collect and use the following personal data, Amlak might use and analyse your device operating system, geographical location, device type, Operating system version and operating system details.\nInformation about your registration and login for Amlak, number of times you are using the application and the referral information, time of using the application and screens and pages navigated.\nAny information registered and entered to the application for example, your email, mobile number , pictures and details of the properties added.\nAny information filled when the user profile is created which includes, Pictures, Sex, Date of Birth and others.\nInformation include: names, Email address, and any other information you are filling to subscribe for our service.\nAny information you fill or enter when you use the Amlak i.e. search information, filter information and what properties have been opened, and the rating information.\nِAny information you create or add to the Amlak, including but not limited to the times using the application and the circumstances using the application for example how is the application performing on your device, how fast it is.\nAny information related to anything you publish on the Amlak or navigate to, or services you use. Any search or filter on the application we might collect statistics and how to better improve it. Your address and Phone number and email and credit cards are might also any.\nUsing Data: All information published and added to the application is used to share the properties for others to rent or sell, which includes Name, Rating, Pictures, and the content of published content.\nAll information shared including communication with Amlak team via email or other means is a content of ours, that might be published or analysed according to the sensitivity of the information.\nAny information personal or non personal shared with us.\nBefore you publish, add or send us your information, you should get acceptance by others if it is others information or data, the information shared is information with privacy nature and is owned by others and this should be accepted by him/her.\n\nUsing your personal Data\nPersonal information sent to us through Amlak are all used by Amlak team for the following reasons:\nManage all our operations and improve it in the internet or the application stores.\n1.Improve the application for users' experience.\n2. Enable users to use the application.3.\n Matching and connection between advertisers and buyers/renters.\n5.Enable the users to buy our service on the applications and internet.\n6.To send you payment receipts and invoices.\n7.To send you trading -non-promotional information.\n8.To send you information on your email specifically which was requested by you.\n9.Send you letters of information in case you have subscribed on our mailing list.\n10. Send marketing material related to Amlak work nature, or any other external information which was carefully selected which we believe will benefit you through email, or any other means similar, which you specifically accepted. (you still can uncheck or unsubscribe from all our communication channels.)\n11. Providing our providers or any authorities information about our activities or operations.( this doesn’t contain personal information itself.)\n12. Dealing with your or other’s  Inquiries and questions regarding Amlak application.\n13. Protect Amlak from providing fake data or publishing fake information.\n15. To follow and make sure users are following our terms and conditions including monitoring what is being published and how the application is being used.\n\nAny personal information provided and added to the Amlak, we will use according to the permissions which includes your name, phone number, email and your published information.\n\nUsers can work on the privacy policy configuration to limit what’s shared on Amlak. This can be configured from the operating system you use or through the application when you are using it.\n\nِAmlak won’t provide your information for third parties without your Explicit acceptance this includes databases for promotions or for other circumstances not related to Amlak.\n\nDisclosing Personal Data:\nAmlak will not disclose your personal information for any of employees, managers, insurance companies, consultancies, professionals, agencies, providers, brokers unless there is a need for this and following terms and conditions listed in this privacy policy.\nAmlak might disclose your personal information according to this:\n1.According to the application law.\n2.Law suits in present or future if required with the amount of data needed.\n3.For defending our law duties including your and others information to prevent fake announcements, or bad content and credit risks.\n4. For potential buyers/sellers of Amlak in present or future.\n5. Any entity through court and according to reasonable reasons or any specific authority requires or asks to disclose information including personal information.\n\nAnything else not listed in this privacy Policy document, we will not disclose your information to third Party.\n\nInternational Data transfer\n1.Amlak might store data collected, manipulated or dealt with, Amlak might also move or relocate data between countries we work in. This will enable us to use data according to this Privacy Policy. This will improve our service and enable us to provide stable service.\n2. Amlak might move all this data that is not covered by law according to European countries and these countries are the United States, Russia, Japan, China and India.\n3. Amlak will not be able to prevent others from using the published information on it. Your published information might be copied on the internet and we can’t prevent this.\n4. You are explicitly accepting the information movement which is described in the International Data transfer section.\n\nRetention of personal information\n1. This section determines the policies and procedures of Amlak followers to retain your information.\n2.Amlak won’t save/keep any information not needed anymore. And not important anymore.\n3. Regardless of any other condition mentioned in the sections above, we will keep your information (including electronic files and information) which might contain personal information as the following:\nAs long as needed.\n2.In case we believe these files are related to any procedure or intellectual information direct relation or indirect.\n\nPersonal information Security\n1. Amlak commits to take any preventive technical or operations procedures to make sure not to lose your information or date or to misuse this data.\n2. Amlak commits to store all your information on a secured and safe server (protected by strong passwords and firewalls.)\n3. All financial transactions done through Amlak are well protected through encryption.\n4. You as a user for Amlak Acknowledge and accept that transferring and sharing data on the internet and through mobile and web applications are not safe by its nature, and we can’t guarantee the security of your information transferred using internet connections.\n5. You are responsible to keep your password that you are using to access Amlak. Amlak won’t ask you for your passwords (unless in the registration page and process.)\n\nAmendments\n\nAmlak might update this privacy policy from time to time through updating and releasing new features to this application. You must review this page from time to time to make sure you are understanding of any new changes on this policy through your email or through the direct contacting Amlak team.\n\nYour rights\n\nYou might ask you to provide us with personal information, providing this information is subject to the following conditions :\n\n1. Pay the fees on time.\n2.Providing a proof of your identity which includes, passport or ID document.\n\nAmlak may withhold personal information that you request to the extent permitted by law.\n\nYou may ask us in anything not to deal with your personal data for any promotional and marketing needs and activities.\n\nRelated sites\n\nAmlak contains many other data and details on personal information and parties related to our work. This information and content is not controlled by any mean by outside and we are not responsible for it at the same time.\n\nUpdating personal data\n\nPlease let us know and keep us posted in case your personal data is changed or contains any wrong information.\n\nThe Amlak application is using cookies and Api’s to transfer and save data, these files contain information and are sent to the server that hosts the database and other information. Every time the application is used this information is sent to the user with the identifiers  including your Phone number and email. These information may be saved permanently or temporary on the servers for current or later usage.\nThis information sent to the server will be valid until this information expires and by this time Amlak will request an update of your information automatically. On the other hand some of the information and data will expire once the application is closed on your device. This information doesn’t include any specific personal information.\n1.The following are the names of the files or data we may use :",
  "empty_list": "Currently no ads available.",
  "empty_list_ratings": "Currently no ratings available.",
  "city": "City",
  "select_city": "Select your city.",
  "select_currency": "Select your currency.",
  "currency": "Currency",
  "looking_for": "what are you looking for? For example, an apartment in Ramallah?",
  "picture_of_property": "Pictures of the property",
  "address_of_property": "The address of the property",
  "female_only": "Female Only",
  "veranda": "Veranda",
  "water": "Water",
  "south": "South",
  "east": "East",
  "west": "West",
  "north": "North",
  "property_created_successfully": "Your Property is created Successfully.",
  "street_width": "Street Width",
  "officially_registered": "Officially Registered",
  "type_land": "Type of Land",
  "living": "Building",
  "agriculture": "Agriculture",
  "advertiser": "Advertiser",
  "Marketting": "Marketting",
  "similar_ads": "Similar Advertisements",
  "last_updated_in": "Last Updated In",
  "property_id": "Property Id",
  "interface": "Interface",
  "search_specific_property": "search for specific properties and can't find them.",
  "amlak_team": "Amlak team is working hard to get more properties on the application, currently the application is at beta stage, and might not contain all information and properties around the country. However the team can help you find the property you are looking for.",
  "status_advertisement": "How to know the status of my Advertisement?",
  "my_property_status": "You can check your properties status from my Properties page.",
  "report_property": "How to report a property?",
  "in_case_of_property": "In case of any property that contains data not relevant or contains fake data or anything else not comfortable for you, you can go to the property details page and report this property. Our team will take care of this.",
  "privacy_policy_text_2": "\n - Google Analytics information and metrics on the application to know what is the device and the operating system when the user uses the application and then following what users are using and what pages are opening. We may review this information from time to time but not always.\n - Better user experience/ Analysing how users are using the system and how they navigate from screen to screen on the application, customizing the application  based on the information and flows collected from users experience, advertisements for users according to their experience on the application.\n\n2. If the user doesn’t allow any of the features to be used (for example user location) and negative impact on the user experience using the application. This will definitely restrict your benefit and experience from the application.",
  "property_accept": "Amlak application aims to publish true and accurate information respecting the users and customers, to make sure of this please follow the following instructions:\n\n First:  All information provided must be correct and accurate.\n\n Second:  All information provided including pictures attached are for the property and from the property location, which need to advertised.\n\n Third: All information provided must be correct and the Phone number must be belong to the publisher.\n\n Fourth: The application usage is currently free but this may will change in future.\n\n Fifth: Make sure to allow geographic collection as this will be required in the steps of creating new property on the application.\n\n Sixth: In case any information is provided and not correct or not accurate, this will put you to the under evaluation status by Amlak and may your advertisement be rejected.\n\n All your advertisement information will be reviewed by Amlak team, Amlak team will call you to inform you about the status of your advertisement. Meanwhile you can check the status from your account under the main page.",
  "agree_fees": "I agree and acknowledge the terms and fees.",
  "gender_type": "Gender Type",
  "fe_male": "Female",
  "male": "Male",
  "other": "Both",
  "type_of_living": "Type Of Living",
  "single": "Single",
  "family": "Family",
  "any": "Any",
  "select_category_type": "Choose the category of property.",
  "advertisement": "Advertisement",
  "tapu": "Officially Registered",
  "optional": "optional",
  "login_required": "Please Login first to explore more information.",
  "no_internet": "No Internet connection",
  "version": "Version",
  "listingPage":"To explore listing without login, please click here",
  "item_type_sale":"for sale",
  "item_type_rent":"for rent",
  "choose_from_camera": "Choose from Camera",
  "choose_from_library": "Choose from Library",
  "cancel": "Cancel"
}